[
  "کسی را نداشته ام که از من مراقبت کند  صمیمانه درباره خودش با من حرف بزندیا عمیقا به هر اتفاقی که برایم می افتد اهمیت دهد",
  "من متوجه شدم به افرادی که به انها نزدیکم می چسبم چرا که می ترسم آن ها مرا ترک کنند ",
  "من احساس میکنم که افراد از من سود جویی خواهند ",
  "من پذیرفتنی نیستم ",
  "هی مرد یا زنی  که مورد علاقه من است به محض دیدن نواقص یا کمبود هایم نمی تواند مرا دوست داشته باشد ",
  "تقریبا هیچکدام از کارهایی که من در محل کار یا مدرسه انجام میدم به خوبی کار هایی که دیگران می توانند انجام دهند نیست ",
  "احساس می کنم به تنهایی توانمندی پشبرد کار های روزانه ام را ندارم ",
  "به نظر نمی توانم خود را از این حس که اتفاق بدی خواهد افتاد رها کنم ",
  "من نتوانستم انطور که سایر همسن و سالانم از والدینشان جدا شدند خود را از والدینم جدا کنم ",
  "من فکر میکنم اگر ان کار را که میخواهم انجام دهم فقط برایم درد سر ساز است",
  "در نهایت این من هستم گه معمولا از اطرافیانم مراقبت می کنم ",
  "من بیش از اندازه حواسم هست در پیش دیگران احساسات مثبتم را ابراز نکنم ",
  "من باید در بیشتر کارهایی که انجام می دهم بهترین باشم  نمی توانم دوم شدن را بپذیرم ",
  "وقتی که درخواستی از دیگران دارم پذیرش اینکه به من نه بگویند بسیار سخت است",
  "به نظر نمی توانم برای انجام بسیاری از وظایف روزمره یا خسته کننده منظم باشم ",
  "پولدار بودن و اشنا بودن با افراد مهم به من اساس ارزشمندی می دهد ",
  "حتی زمانی که کارها به خوبی پیش می روند من احساس می کنم این روند موقتی است ",
  "اگر مرتکب اشتباهی شوم من سزاوار تنبیه شدن هستم ",
  "کسانی را ندارم که به من صمیمیت آغوش و محبت دهند ",
  "انقدر به پیگران نیاز دارم که نگران از دست دادن انها هستم ",
  "احساس می کنم در حضور دیگران نمی توانم گاردم را کنار بگذارم در غیر اینصورت انها عمدا به من اسیب می رسانند ",
  "من اساسا با دیگران فرق دارم ",
  "هیچ یک از کسانی که از انها خوشم می اید اگر من واقعی را بشناسد نمی خواهند نزدیک من باشند ",
  "من در موفقیت خود را بی کفایت می دانم ",
  "در مورد عملکرد روزانه من فکر می کنم ادم وابسته ای هستم ",
  "من احساس می کنم که هر لحظه ممکن است یک فاجعه اتفاق بیافتد ",
  "من و والدینم تمایل داریم که بیش از د درگیر زندگی و مشکلات یک دیگر شویم ",
  "احساس می کنم جز تسلیم شدن در قبال خواسته های دیگران هیچ انتخابی ندارم در غیر اینصورت انها تلافی کرده عصبانی شده یا به شکلی من را طرد می کنند ",
  "من ادم خوبی هستم چون بیشتر از خودم به دیگران فکر می کنم ",
  "من از نشان دادن احساساتم به دیگران خجالت می کشم ",
  "من سعی می کنم بهترین را انجام دهم به کار به اندازه کافی بسنده نمی کنم ",
  "من ادم خاصی هستم و نباید یبسیاری از موانع و محدودیت هایی را که برای مردم اعمال می شود بپذیرم ",
  "اگر نتوانم به هدفی برسم به سادگی مایوس شده و ان را رها می کنم ",
  "دستاوردها زمانی  برای من بیشترین ارزش را دارند که  دیگران متوجه انها شوند ",
  "اگر اتفاق خوبی رخ دهد نگران ان هستم که ممکن است بعد از ان اتفاق ناخوشایندی پیش بیاید ",
  "اگر من نهایت تلاشم را نکنم باید سزاوار باختن باشم ",
  "من احساس نکرده ام که برای کسی خاص هستم ",
  "من نگرانم افرادی که به آنها احساس نزدیکی می کنم من را رها کرده یا ترک کنند",
  "دیر یا زود یکی به من خیانت خواهد کرد ",
  "من احساس تعلق نمی کنم انزوا طلب هستم ",
  "من ارزش محبت توجه و احترام دیگران را ندارم ",
  "اغلب مردم در حیطه کاری و موفقیت از من توانمند تر هستند ",
  "من فاقد عقل سلیم هستم ",
  "من نگرانم که توسط مردم مورد حمله فیزیکی قرار بگیرم ",
  "برای من و والدینم خیلی سخت است که بدون احساس گناه یا خیانت جزییات خصوصی از یکدیگر مخفی کنیم ",
  "من معمولا در روابط اجازه می دهم که طرف مقابل بر من مسلط شود ",
  "من آنقدر درگیر انجام دادن کارها برای کسانی که به انها اهمیت می دهم هستم که زمان کمی برای خودم دارم",
  "من در حضور دیگران معذب بوده و خودانگیخته بودن برایم سخت است ",
  "من باید تمام مسیولیت هایم را انجام دهم",
  "من از اینکه محدود شوم یا از انجام دادن کاری که بخواهم منع شوم متنفرم ",
  "فدا کردن لذت ها و خوشی های آنی برای رسیدن به هدف های بلند مدت برایم سخت است ",
  "اگر از سمت دیگران توجه زیادی دریافت نکنم کمتر احساس مهم بودن می کنم ",
  "هر چقدر هم که احتیاط کنی اکثر اوقات مشکلی بوجود خواهد آمد",
  "من اگر کاری را درست انجام ندهم باید از عواقب آن رنج بکشم ",
  "من کسی را نداشته ام که واقعا به من گوش دهد و من را درک کند و یا نسبت به نیاز ها و احساسات حقیقی من حساس باشد ",
  "هنگامی که به نظر می رسد کسی که برایم مهم است از من دوری می کند یا عقب می کشد احساس درماندگی می کنم ",
  "من کاملا نسبت به انگیزه های دیگران مضنون هستم ",
  "من احساس می کنم با دیگران بیگانه ام یا از انها جدا افتاده ام ",
  "من احساس می کنم دوست داشتنی نیستم ",
  "من به اندازه ای که اکثر افراد در کارهایشان استعداد دارند با استعداد نیستم ",
  "در موقعیت های روزانه نمی شود روی قضاوت های من نمی شود احساس کرد ",
  "من ننگرانم که تمام پولم را از دست داده بسیار فقیر و بی خانمان شوم ",
  "من اغلب حس می کنم زندگی والدینم را داشته و زندگی مختص به خود را ندارم ",
  "من همیشه به دیگران اجازه دادم برای من تصمیم بگیرند بنابراین واقعا نمی دانم برای خودم چه می خواهم ",
  "من همیشه فردی بودم که به مشکلات دیگران گوش داده ام ",
  "من انقدر خود را کنترل می کنم که بسیاری از افراد فکر می کنند که من بی عاطفه و بی احساس هستم ",
  "من برای رسیدن به موفقیت و انجام دادن کارها حس میکنم همیشه احساس می کنم تحت فشار هستم ",
  "من احساس می کنم نباید از قوانین عادی یا قرارداد هایی که دیگران از آن تابعیت می کنند پیروی کنم ",
  "من نمی توانم نسبت به انجام دادن کارهایی که از ان لذت نمی برم خودم را مجبور کنم حتی وقتی می دانم انجام دادنش به سود من است ",
  "اگر در جلسه ای اظهار نظر کنم یا در یک موقعیت اجتماعی به دیگران معرفی شوم برایم مهم است تحسین یا تایید گردم ",
  "هر چقدر که سخت کار کنم من نگران هستم که از نظر اقتصادی ورشکست شده و تقریبا همه چیزم را از دست دهم ",
  "مهم نیست چرا اشتباه می کنم هنگامی که من مرتکب اشتباه شوم باید بهای ان را بپردازم ",
  "من فرد ثروتمند یا خردمندی را نداشتم که وقتی مطمئن نیستم چه کاری را باید انجام دهم به من مشورت صحیح دهد یا مرا راهنمایی کند ",
  "گاهی اوقات انقدر نگران هستم که دیگران مرا ترک کنند که خودم ان ها را دور می کنم ",
  "من معمولا نسبت به کشف انگیزه های پنهان یا سو نیت دیگران گوش به زنگ هستم ",
  "من همیشه احساس می کنم در گروه ها جایی ندارم ",
  "من در بسیاری از جنبه های اساسی انقدر غیر قابل قبول هستم که وقتی خود واقعی ام را به دیگران نشان نداده و به انها اجازه نمی دهم که من را به خوبی بشناسند ",
  "من در حیطه های شغلی و تحصیلی به اندازه اکثر افراد با هوش نیستم ",
  "من به توانایی ام در حل مشکلات روزمره و پیش رو اطمینان ندارم ",
  "نگرا ن این هستم که یک بیماری جدی در درون من در حال پیشروی است هر چند چیز جدی توسط پزشک تشخیص داده نشده است ",
  "من اغلب احساس می کنم هویت مستقلی از والدین یا شریک زندگی ام ندارم ",
  "من در تقاضای اینکه به حقوقم احترام بگذارند و احساساتم در نظر گرفته شود بسیار مشکل دارم ",
  "از دید من بیش از حد برای دیگران کار می کنم و برای خودم به اندازه کافی کاری را انجام نمی دهم ",
  "از دید من ابراز هیجان برایم سخت . اظطراب آور است ",
  "من می توانم زمانی که مرتکب اشتباهی شده ام خود را را بدون مجازات ببخشم و یا توجیهی برای اشتباهاتم داشته باشم ",
  "من احساس می کنم کاری که در مشارکت انجام می دهم از سهم دیگران با ارزش تر است ",
  "به ندرت توانسته ام به برنامه ریزی های خود پایبند باشم ",
  "تحسین ها و تعریف های بسیاری باعث می شود که من احساس کنم فرد ارزشمندی هستم ",
  "من نگران هستم که یک تصمیم اشتباه بتواند منجر به فاجعه ای شود ",
  "من فرد بدی هستم که لایق تنبیه شدن هستم  "
]